Repository: 7luyuhang/touchtime
Catalog: touchtime/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: %@ ago
zh_hans: %@前
zh_hant: %@前

source: %02dm
zh_hans: %02d分钟
zh_hant: %02d 分鐘

source: %d added
zh_hans: 已添加 %d 个
zh_hant: 已新增 %d 個

source: %d Cities
zh_hans: %d 个城市
zh_hant: %d 個城市

source: %d cities added.
zh_hans: 已添加 %d 个城市。
zh_hant: 已新增 %d 個城市。

source: %d city added.
zh_hans: 已添加 %d 个城市。
zh_hant: 已新增 %d 個城市。

source: %d days
zh_hans: %d天
zh_hant: %d 天

# %d hours
source: %dh
zh_hans: %d小时
zh_hant: %d 小時

# %d hours %d minutes
source: %dh %dm
zh_hans: %d小时%d分钟
zh_hant: %d 小時 %d 分鐘

source: %d hrs
zh_hans: %d小时
zh_hant: %d小時

source: %d min
zh_hans: %d分
zh_hant: %d分

source: %d min %d sec
zh_hans: %d分 %d秒
zh_hant: %d分 %d秒

source: %d mins
zh_hans: %d分钟
zh_hant: %d分鐘

source: %d minutes
zh_hans: %d分钟
zh_hant: %d 分鐘

source: %d sec
zh_hans: %d秒
zh_hant: %d秒

source: %dd
zh_hans: %d天
zh_hant: %d 天

source: %dh
zh_hans: %d小时
zh_hant: %d 小時

source: %dh %02dm
zh_hans: %d小时%02d分钟
zh_hant: %d 小時 %02d 分鐘

source: %dh %dm
zh_hans: %d小时%d分钟
zh_hant: %d 小時 %d 分鐘

source: %dm
zh_hans: %d分钟
zh_hant: %d 分鐘

# +%d hours
source: +%dh
zh_hans: +%d小时
zh_hant: +%d 小時

source: 0m
zh_hans: 0分钟
zh_hant: 0 分鐘

source: 00m
zh_hans: 00分钟
zh_hant: 00 分鐘

source: 1 City
zh_hans: 1 个城市
zh_hant: 1 個城市

source: 1 hr
zh_hans: 1小时
zh_hant: 1小時

source: 1 min
zh_hans: 1分钟
zh_hant: 1分鐘

source: 2 hrs
zh_hans: 2 小时
zh_hant: 2 小時

source: 12h
zh_hans: 12小时
zh_hant: 12小時

source: 15 min
zh_hans: 15 分钟
zh_hant: 15 分鐘

source: 24-Hour Format
zh_hans: 24 小时制
zh_hant: 24 小時制

source: 24h
zh_hans: 24小时
zh_hant: 24小時

source: 30 min
zh_hans: 30 分钟
zh_hant: 30 分鐘

source: 45 min
zh_hans: 45 分钟
zh_hant: 45 分鐘

source: 400+ cities worldwide
zh_hans: 覆盖全球 400+ 城市
zh_hant: 覆蓋全球 400+ 城市

source: Abidjan
zh_hans: 阿比让
zh_hant: 阿比讓

source: About
zh_hans: 关于
zh_hant: 關於

source: Absolute
zh_hans: 绝对日期
zh_hant: 絕對日期

source: Accra
zh_hans: 阿克拉
zh_hant: 阿克拉

source: Acknowledgements
zh_hans: 致谢
zh_hant: 致謝

source: Action
zh_hans: 操作
zh_hant: 操作

source: Adak
zh_hans: 阿达克
zh_hant: 阿達克

source: Add
zh_hans: 添加
zh_hant: 新增

source: Add a city complication for quick insights.
zh_hans: 添加城市复杂功能，快速获取信息。
zh_hant: 添加城市複雜功能，快速獲取資訊。

source: Add Cities
zh_hans: 添加城市
zh_hant: 新增城市

source: Add cities to track time.
zh_hans: 添加城市以追踪时间。
zh_hant: 新增城市以追蹤時間。

source: Add complications for quick, at-a-glance insights.
zh_hans: 添加复杂功能，快速获取信息。
zh_hant: 添加複雜功能，快速獲取資訊。

source: Add complications in the middle of the city list.
zh_hans: 在城市列表中间添加复杂功能。
zh_hant: 在城市列表中間添加複雜功能。

source: Add Google Meet Link
zh_hans: 添加 Google Meet 链接
zh_hant: 加入 Google Meet 連結

source: Add Google Meet Link to new events
zh_hans: 为新活动添加 Google Meet 链接
zh_hant: 為新活動加入 Google Meet 連結

source: Add selected cities and times to event notes.
zh_hans: 将选定城市及其时间添加到活动备注。
zh_hant: 將選取的城市及其時間新增至活動備註。

source: Add to Collection
zh_hans: 添加到集合
zh_hant: 加入集合

source: Add to Event Notes
zh_hans: 添加到活动备注
zh_hant: 加入活動備註

source: Add to Home Screen
zh_hans: 添加到主屏幕
zh_hant: 加入主畫面

source: Add widgets to see the city on Home Screen
zh_hans: 添加小组件，在主屏幕上查看城市
zh_hant: 加入小工具，在主畫面上查看城市

source: Addis Ababa
zh_hans: 亚的斯亚贝巴
zh_hant: 亞的斯亞貝巴

source: Additional Time
zh_hans: 附加时间
zh_hant: 附加時間

source: Adelaide
zh_hans: 阿德莱德
zh_hant: 阿德萊德

source: Aden
zh_hans: 亚丁
zh_hant: 亞丁

source: Adjust Time Offset
zh_hans: 调整时间偏移
zh_hant: 調整時間偏移

source: Alarm
zh_hans: 闹钟
zh_hant: 鬧鐘

source: Alarm Error
zh_hans: 闹钟错误
zh_hant: 鬧鐘錯誤

source: Alarm Permission Needed
zh_hans: 需要闹钟权限
zh_hant: 需要鬧鐘權限

source: Alarms
zh_hans: 闹钟
zh_hant: 鬧鐘

source: Algiers
zh_hans: 阿尔及尔
zh_hant: 阿爾及爾

source: All Cities
zh_hans: 所有城市
zh_hant: 所有城市

source: Allow notifications in Settings to get on-the-hour notifications.
zh_hans: 请在设置中允许通知，以接收准点通知。
zh_hant: 請在設定中允許通知，以接收準點通知。

source: Almaty
zh_hans: 阿拉木图
zh_hant: 阿拉木圖

source: Amman
zh_hans: 安曼
zh_hant: 安曼

source: Amsterdam
zh_hans: 阿姆斯特丹
zh_hant: 阿姆斯特丹

source: Anadyr
zh_hans: 阿纳德尔
zh_hant: 阿納德爾

source: Analog Clock
zh_hans: 模拟时钟
zh_hant: 模擬時鐘

source: Analog Time
zh_hans: 模拟时间

source: Anchorage
zh_hans: 安克雷奇
zh_hant: 安克拉治

source: and
zh_hans: 及
zh_hant: 及

source: and add cities first to enable.
zh_hans: 并请先添加城市以启用。
zh_hant: 並請先新增城市以啟用。

source: and much more...
zh_hans: 以及更多功能...
zh_hant: 以及更多功能...

source: Andorra
zh_hans: 安道尔
zh_hant: 安道爾

source: Anguilla
zh_hans: 安圭拉
zh_hant: 安圭拉

source: Antananarivo
zh_hans: 塔那那利佛
zh_hant: 塔那那利佛

source: Antigua
zh_hans: 安提瓜
zh_hant: 安地卡

source: Apia
zh_hans: 阿皮亚
zh_hant: 阿皮亞

source: App Website
zh_hans: App 网站
zh_hant: App 網站

source: Aqtau
zh_hans: 阿克套
zh_hant: 阿克套

source: Aqtobe
zh_hans: 阿克托别
zh_hant: 阿克托別

source: Araguaina
zh_hans: 阿拉瓜伊纳
zh_hant: 阿拉瓜伊納

source: Arc Indicator
zh_hans: 弧形指示器
zh_hant: 弧形指示器

source: Are you sure want to remove all alarms?
zh_hans: 确定要移除所有闹钟吗？
zh_hant: 確定要移除所有鬧鐘嗎？

source: Are you sure want to remove all recent timers?
zh_hans: 确定要移除所有最近的计时器吗？
zh_hant: 確定要移除所有最近的計時器嗎？

source: Are you sure you want to replace current timer?
zh_hans: 确定要替换当前计时器吗？
zh_hant: 確定要取代目前的計時器嗎？

source: Arrange
zh_hans: 整理
zh_hant: 整理

source: Arrive
zh_hans: 到达
zh_hant: 抵達

source: Aruba
zh_hans: 阿鲁巴
zh_hant: 阿魯巴

source: Ashgabat
zh_hans: 阿什哈巴德
zh_hant: 阿什哈巴德

source: Asmara
zh_hans: 阿斯马拉
zh_hant: 阿斯馬拉

source: Astrakhan
zh_hans: 阿斯特拉罕
zh_hant: 阿斯特拉罕

source: Astronomy
zh_hans: 天文
zh_hant: 天文

source: Asuncion
zh_hans: 亚松森
zh_hant: 亞松森

source: Athens
zh_hans: 雅典
zh_hant: 雅典

source: Atikokan
zh_hans: 阿蒂科肯
zh_hant: 阿蒂科肯

source: Atyrau
zh_hans: 阿特劳
zh_hant: 阿特勞

source: Auckland
zh_hans: 奥克兰
zh_hant: 奧克蘭

source: Available Time
zh_hans: 可用时间
zh_hant: 可用時間

source: Azores
zh_hans: 亚速尔群岛
zh_hant: 亞速爾群島

source: Baghdad
zh_hans: 巴格达
zh_hant: 巴格達

source: Bahia
zh_hans: 巴伊亚
zh_hant: 巴伊亞

source: Bahia Banderas
zh_hans: 巴伊亚班德拉斯
zh_hant: 巴伊亞班德拉斯

source: Bahrain
zh_hans: 巴林
zh_hant: 巴林

source: Baku
zh_hans: 巴库
zh_hant: 巴庫

source: Bamako
zh_hans: 巴马科
zh_hant: 巴馬科

source: Bangkok
zh_hans: 曼谷
zh_hant: 曼谷

source: Bangui
zh_hans: 班吉
zh_hant: 班吉

source: Banjul
zh_hans: 班珠尔
zh_hant: 班珠爾

source: Barbados
zh_hans: 巴巴多斯
zh_hant: 巴貝多

source: Barnaul
zh_hans: 巴尔瑙尔
zh_hant: 巴爾瑙爾

source: Beirut
zh_hans: 贝鲁特
zh_hant: 貝魯特

source: Belem
zh_hans: 贝伦
zh_hant: 貝倫

source: Belgrade
zh_hans: 贝尔格莱德
zh_hant: 貝爾格勒

source: Belize
zh_hans: 伯利兹
zh_hant: 貝里斯

source: Berlin
zh_hans: 柏林
zh_hant: 柏林

source: Bermuda
zh_hans: 百慕大
zh_hant: 百慕達

source: Beulah
zh_hans: 比尤拉
zh_hant: 比尤拉

source: Bishkek
zh_hans: 比什凯克
zh_hant: 比什凱克

source: Bissau
zh_hans: 比绍
zh_hant: 碧沙

source: Black and White
zh_hans: 黑白
zh_hant: 黑白

source: Blanc-Sablon
zh_hans: 布兰萨布隆
zh_hant: 布蘭薩布隆

source: Blantyre
zh_hans: 布兰太尔
zh_hant: 布蘭太爾

source: Blizzard
zh_hans: 暴雪
zh_hant: 暴雪

source: Blowing Dust
zh_hans: 扬沙
zh_hant: 揚沙

source: Blowing Snow
zh_hans: 吹雪
zh_hant: 吹雪

source: Blur
zh_hans: 模糊
zh_hant: 模糊

source: Boa Vista
zh_hans: 博阿维斯塔
zh_hant: 博阿維斯塔

source: Bogota
zh_hans: 波哥大
zh_hant: 波哥大

source: Boise
zh_hans: 博伊西
zh_hant: 博伊西

source: Bougainville
zh_hans: 布干维尔
zh_hant: 布干維爾

source: Bratislava
zh_hans: 布拉迪斯拉发
zh_hant: 布拉提斯拉瓦

source: Brazzaville
zh_hans: 布拉柴维尔
zh_hant: 布拉柴維爾

source: Breezy
zh_hans: 微风
zh_hant: 微風

source: Brisbane
zh_hans: 布里斯班
zh_hant: 布里斯本

source: Broken Hill
zh_hans: 布罗肯希尔
zh_hant: 布羅肯希爾

source: Brunei
zh_hans: 文莱
zh_hant: 汶萊

source: Brussels
zh_hans: 布鲁塞尔
zh_hant: 布魯塞爾

source: Bucharest
zh_hans: 布加勒斯特
zh_hant: 布加勒斯特

source: Budapest
zh_hans: 布达佩斯
zh_hant: 布達佩斯

source: Buenos Aires
zh_hans: 布宜诺斯艾利斯
zh_hant: 布宜諾斯艾利斯

source: Bujumbura
zh_hans: 布琼布拉
zh_hant: 布松布拉

source: Busingen
zh_hans: 布辛根
zh_hant: 布辛根

source: By continuing, you agree to our
zh_hans: 开始即表示同意我们的
zh_hant: 開始即表示同意我們的

source: Cairo
zh_hans: 开罗
zh_hant: 開羅

source: Calcutta
zh_hans: 加尔各答
zh_hant: 加爾各答

source: Calendar
zh_hans: 日历
zh_hant: 日曆

source: Cambridge Bay
zh_hans: 剑桥湾
zh_hant: 劍橋灣

source: Camera Filter
zh_hans: 相机滤镜
zh_hant: 相機濾鏡

source: Camera Tool
zh_hans: 相机工具
zh_hant: 相機工具

source: Camera Unavailable
zh_hans: 相机不可用
zh_hant: 相機無法使用

source: Campo Grande
zh_hans: 大坎普
zh_hant: 大坎普

source: Canary
zh_hans: 加那利群岛
zh_hant: 加那利群島

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Cancun
zh_hans: 坎昆
zh_hant: 坎昆

source: Cape Verde
zh_hans: 佛得角
zh_hant: 維德角

source: Caracas
zh_hans: 加拉加斯
zh_hant: 卡拉卡斯

source: Casablanca
zh_hans: 卡萨布兰卡
zh_hant: 卡薩布蘭卡

source: Casey
zh_hans: 凯西站
zh_hant: 凱西站

source: Catamarca
zh_hans: 卡塔马卡
zh_hant: 卡塔馬卡

source: Cayenne
zh_hans: 卡宴
zh_hant: 卡宴

source: Cayman
zh_hans: 开曼
zh_hant: 開曼

source: Celsius
zh_hans: 摄氏度（°C)
zh_hant: 攝氏度（°C）

source: Center
zh_hans: 中心
zh_hant: 中心

source: Ceuta
zh_hans: 休达
zh_hant: 休達

source: Chagos
zh_hans: 查戈斯
zh_hant: 查戈斯

source: Chat with me
zh_hans: 与我交流
zh_hant: 與我交流

source: Chatham
zh_hans: 查塔姆
zh_hant: 查塔姆

source: Check the time in your favourite cities at a glance on the Home Screen.
zh_hans: 在主屏幕上快速查看您喜爱的城市时间。
zh_hant: 在主畫面上快速查看您喜愛的城市時間。

source: Chicago
zh_hans: 芝加哥
zh_hant: 芝加哥

source: Chihuahua
zh_hans: 奇瓦瓦
zh_hant: 奇瓦瓦

source: Chisinau
zh_hans: 基希讷乌
zh_hant: 基希訥烏

source: Chita
zh_hans: 赤塔
zh_hant: 赤塔

source: Choibalsan
zh_hans: 乔巴山
zh_hant: 喬巴山

source: Chongqing
zh_hans: 重庆
zh_hant: 重慶

source: Choose a complication to display more
zh_hans: 选择一个复杂功能以显示更多信息
zh_hant: 選擇一個複雜功能以顯示更多資訊

source: Choose your preferred time format
zh_hans: 选择您偏好的时间格式
zh_hant: 選擇您偏好的時間格式

source: Christmas
zh_hans: 圣诞岛
zh_hant: 聖誕島

source: Chuuk
zh_hans: 丘克
zh_hant: 丘克

source: Cities
zh_hans: 城市
zh_hant: 城市

source: Cities & Countries
zh_hans: 城市与国家
zh_hant: 城市與國家

source: City
zh_hans: 城市
zh_hant: 城市

source: City Selection
zh_hans: 选择城市
zh_hant: 選擇城市

source: City Time
zh_hans: 城市时间
zh_hant: 城市時間

source: Ciudad Juarez
zh_hans: 华雷斯城
zh_hant: 華雷斯城

source: Clear
zh_hans: 晴朗
zh_hant: 晴朗

source: Clock
zh_hans: 表盘
zh_hant: 錶盤

source: Close Camera
zh_hans: 关闭相机
zh_hant: 關閉相機

source: Close to Local
zh_hans: 接近本地时间
zh_hant: 接近本地時間

source: Cloudy
zh_hans: 多云
zh_hant: 多雲

source: Cocos
zh_hans: 科科斯
zh_hant: 可可斯

source: Collection Name
zh_hans: 集合名称
zh_hant: 集合名稱

source: Collections
zh_hans: 集合
zh_hant: 集合

source: Colombo
zh_hans: 科伦坡
zh_hant: 可倫坡

source: Comoro
zh_hans: 科摩罗
zh_hant: 科摩羅

source: Compare available time across cities
zh_hans: 比较不同城市的可用时间
zh_hant: 比較不同城市的可用時間

source: Complications
zh_hans: 复杂功能
zh_hant: 複雜功能

source: Complications Preview
zh_hans: 复杂功能预览
zh_hant: 複雜功能預覽

source: Conakry
zh_hans: 科纳克里
zh_hant: 科納克里

source: Confirm
zh_hans: 确认
zh_hant: 確認

source: Confirm Delete
zh_hans: 确认删除
zh_hant: 確認刪除

source: Confirm Remove
zh_hans: 确认移除
zh_hant: 確認移除

source: Connect a Google account first.
zh_hans: 请先连接 Google 账号。
zh_hant: 請先連接 Google 帳號。

source: Connect your Google account to add a Meet link to new events.
zh_hans: 连接你的 Google 账号，即可在新活动中添加 Meet 链接。
zh_hant: 連接你的 Google 帳號，即可在新活動中加入 Meet 連結。

source: Connected with %@.
zh_hans: 已连接 %@。
zh_hant: 已連接 %@。

source: Contact
zh_hans: 联系
zh_hant: 聯絡

source: Continue
zh_hans: 继续
zh_hant: 繼續

source: Continue for %@
zh_hans: 继续支付 %@
zh_hant: 繼續支付 %@

source: Continuous Scroll
zh_hans: 连续滑动
zh_hant: 連續滑動

source: Copenhagen
zh_hans: 哥本哈根
zh_hant: 哥本哈根

source: Copy as Text
zh_hans: 复制为文本
zh_hant: 複製為文字

source: Copyright © %d Negative Time Limited. All rights reserved.
zh_hans: 版权所有 © %d Negative Time Limited。 保留所有权利。
zh_hant: 版權所有 © %d Negative Time Limited。 保留所有權利。

source: Cordoba
zh_hans: 科尔多瓦
zh_hant: 科爾多瓦

source: Costa Rica
zh_hans: 哥斯达黎加
zh_hant: 哥斯大黎加

source: Couldn't complete Google Sign-In. Please try again.
zh_hans: 无法完成 Google 登录，请重试。
zh_hant: 無法完成 Google 登入，請再試一次。

source: Couldn't create a Google Meet link. Please try again.
zh_hans: 无法创建 Google Meet 链接，请重试。
zh_hant: 無法建立 Google Meet 連結，請再試一次。

source: Coyhaique
zh_hans: 科伊艾克
zh_hant: 科伊艾克

source: Countdown
zh_hans: 倒计时
zh_hant: 倒數計時

source: Create
zh_hans: 创建
zh_hant: 建立

source: Create alarms for your moments
zh_hans: 为你的每个时刻创建闹钟
zh_hant: 為你的每個時刻建立鬧鐘

source: Create countdowns for your moments
zh_hans: 为你的每个时刻创建倒计时
zh_hant: 為你的每個時刻建立倒數計時

source: Create Collection
zh_hans: 创建集合
zh_hant: 建立集合

source: Creston
zh_hans: 克雷斯顿
zh_hant: 克雷斯頓

source: Cuiaba
zh_hans: 库亚巴
zh_hant: 庫亞巴

source: Curacao
zh_hans: 库拉索
zh_hant: 庫拉索

source: Current Time
zh_hans: 当前时间
zh_hant: 當前時間

source: Currie
zh_hans: 柯里
zh_hant: 柯里

source: Customisation
zh_hans: 自定义
zh_hant: 自訂

source: Customize the name of this city
zh_hans: 自定义城市名称
zh_hant: 自訂城市名稱

source: Customize the name of this timer
zh_hans: 自定义计时器名称
zh_hant: 自訂計時器名稱

source: Daily available time: %@
zh_hans: 每日可用时间：%@
zh_hant: 每日可用時間：%@

source: Dakar
zh_hans: 达喀尔
zh_hant: 達卡

source: Damascus
zh_hans: 大马士革
zh_hant: 大馬士革

source: Danmarkshavn
zh_hans: 丹马沙文
zh_hant: 丹馬沙文

source: Dar es Salaam
zh_hans: 达累斯萨拉姆
zh_hant: 達累斯薩拉姆

source: Darwin
zh_hans: 达尔文
zh_hant: 達爾文

source: Data provided by  Weather.
zh_hans: 数据由  Weather 提供。
zh_hant: 數據由  Weather 提供。

source: Date
zh_hans: 日期
zh_hant: 日期

source: Date Only
zh_hans: 仅日期
zh_hant: 僅日期

source: Date Style
zh_hans: 日期样式
zh_hant: 日期樣式

source: Davis
zh_hans: 戴维斯站
zh_hant: 戴維斯站

source: Dawson
zh_hans: 道森
zh_hant: 道森

source: Dawson Creek
zh_hans: 道森克里克
zh_hant: 道森克里克

source: day
zh_hans: 天
zh_hant: 天

source: Day ends in %@
zh_hans: 白天将在%@后结束
zh_hant: 白天將在%@後結束

source: Day starts in %@
zh_hans: 白天将在%@后开始
zh_hant: 白天將在%@後開始

source: Daylight
zh_hans: 日照
zh_hant: 日照

source: Daylight Curve
zh_hans: 日光曲线
zh_hant: 日光曲線

source: Days
zh_hans: 日
zh_hant: 日

source: days
zh_hans: 天
zh_hant: 天

source: Default Calendar
zh_hans: 默认日历
zh_hant: 預設日曆

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Delete All Alarms
zh_hans: 删除所有闹钟
zh_hant: 刪除所有鬧鐘

source: Delete Timer
zh_hans: 删除计时器
zh_hant: 刪除計時器

source: Denver
zh_hans: 丹佛
zh_hant: 丹佛

source: Departure
zh_hans: 出发
zh_hant: 出發

source: Deselect All
zh_hans: 取消全选
zh_hant: 取消全選

source: Designed & built by
zh_hans: 设计与开发：
zh_hant: 設計與開發：

source: Detroit
zh_hans: 底特律
zh_hant: 底特律

source: Dhaka
zh_hans: 达卡
zh_hant: 達卡

source: Dial Marker
zh_hans: 表盘刻度
zh_hant: 錶盤刻度

source: Digital Time
zh_hans: 数字时间

source: Dili
zh_hans: 帝力
zh_hant: 帝力

source: Direction
zh_hans: 方向
zh_hant: 方向

source: Disconnect
zh_hans: 断开连接
zh_hant: 中斷連接

source: Disconnect Google Account?
zh_hans: 要断开 Google 账号连接吗？
zh_hant: 要中斷連接 Google 帳號嗎？

source: Display
zh_hans: 显示
zh_hant: 顯示

source: Distance
zh_hans: 距离
zh_hant: 距離

source: Djibouti
zh_hans: 吉布提
zh_hant: 吉布地

source: Dominica
zh_hans: 多米尼克
zh_hant: 多明尼加

source: Done
zh_hans: 完成
zh_hant: 完成

source: Douala
zh_hans: 杜阿拉
zh_hant: 杜阿拉

source: Double-tap for quick actions
zh_hans: 双击以打开可快速操作
zh_hant: 雙擊以開啟快速操作

source: Double-tap to focus on the selected time.
zh_hans: 双击表盘以专注于所选时间
zh_hant: 雙擊錶盤以專注於所選時間

source: Download Touch Time.
zh_hans: 下载 Touch Time。
zh_hant: 下載 Touch Time。

source: Drizzle
zh_hans: 细雨
zh_hant: 細雨

source: Dubai
zh_hans: 迪拜
zh_hant: 杜拜

source: Dublin
zh_hans: 都柏林
zh_hant: 都柏林

source: DumontDUrville
zh_hans: 迪蒙迪维尔
zh_hant: 迪蒙迪維爾

source: Dushanbe
zh_hans: 杜尚别
zh_hant: 杜尚別

source: Earth
zh_hans: 地球
zh_hant: 地球

source: East to West
zh_hans: 从东向西
zh_hant: 從東向西

source: Easter
zh_hans: 复活节岛
zh_hant: 復活節島

source: Edit
zh_hans: 编辑
zh_hant: 編輯

source: Edit Countdown
zh_hans: 编辑倒计时
zh_hant: 編輯倒數計時

source: Edmonton
zh_hans: 埃德蒙顿
zh_hant: 艾德蒙頓

source: Efate
zh_hans: 埃法特岛
zh_hant: 埃法特島

source: Eirunepe
zh_hans: 埃鲁内佩
zh_hant: 埃魯內佩

source: El Aaiun
zh_hans: 阿尤恩
zh_hant: 阿尤恩

source: El Salvador
zh_hans: 萨尔瓦多
zh_hant: 薩爾瓦多

source: Email
zh_hans: 邮箱
zh_hant: 電郵

source: Enable continuous scroll for slide to adjust.
zh_hans: 启用使滑动调整支持连续滚动。
zh_hant: 啟用使滑動調整支持連續滑動。

source: Enable showing
zh_hans: 启用显示
zh_hant: 啟用顯示

# Enable showing system time at the top of the list with ambient background.
source: Enable showing local time at the top of the list with ambient background.
zh_hans: 在列表顶部显示本地时间，并呈现柔和的氛围背景。
zh_hant: 在列表頂部顯示本地時間，並呈現柔和的氛圍背景。

source: Enable to only chime within a time period.
zh_hans: 开启后仅在指定时间段内报时。
zh_hant: 開啟後僅在指定時間段內報時。

source: Enable Weather to discover more
zh_hans: 开启天气以探索更多
zh_hant: 開啟天氣以探索更多

source: End Time
zh_hans: 结束时间
zh_hant: 結束時間

source: Enderbury
zh_hans: 恩德伯里岛
zh_hant: 恩德伯里島

source: ends
zh_hans: 结束
zh_hant: 結束

source: Ends
zh_hans: 结束于
zh_hant: 結束於

source: Enter a name for your new collection
zh_hans: 输入新集合名称
zh_hant: 輸入新集合名稱

source: Enter a new name for your collection
zh_hans: 输入新的集合名称
zh_hant: 輸入新的集合名稱

source: Enter the event title for this alarm.
zh_hans: 请输入这个闹钟的事件标题。
zh_hant: 請輸入這個鬧鐘的事件標題。

source: Eucla
zh_hans: 尤克拉
zh_hant: 尤克拉

source: Event Duration
zh_hans: 活动时长
zh_hant: 活動時長

source: Event Name
zh_hans: 事件名称
zh_hant: 事件名稱

source: Event plan across zones, effortlessly
zh_hans: 轻松规划跨时区活动
zh_hant: 輕鬆規劃跨時區活動

source: Event Title
zh_hans: 事件标题
zh_hant: 事件標題

source: Everyday
zh_hans: 每天
zh_hant: 每天

source: Example
zh_hans: 示例
zh_hant: 示例

source: Explore more widgets on
zh_hans: 在
zh_hant: 在

source: Explore time through an immersive globe view
zh_hans: 以沉浸式地球视图探索时间
zh_hant: 以沉浸式地球視圖探索時間

source: Fahrenheit
zh_hans: 华氏度（°F)
zh_hant: 華氏度（°F）

source: Fakaofo
zh_hans: 法考福
zh_hant: 法考福

source: Famagusta
zh_hans: 法马古斯塔
zh_hant: 法馬古斯塔

source: Faroe
zh_hans: 法罗群岛
zh_hant: 法羅群島

source: Fiji
zh_hans: 斐济
zh_hant: 斐濟

source: First
zh_hans: 上弦
zh_hant: 上弦

source: First Quarter
zh_hans: 上弦月
zh_hant: 上弦月

source: Flight Time
zh_hans: 飞行时间
zh_hant: 飛行時間

source: Flip
zh_hans: 翻转
zh_hant: 翻轉

source: Flurries
zh_hans: 零星小雪
zh_hant: 零星小雪

source: Focus Time
zh_hans: 专注时间
zh_hant: 專注時間

source: Foggy
zh_hans: 浓雾
zh_hant: 濃霧

source: Fort Nelson
zh_hans: 纳尔逊堡
zh_hant: 納爾遜堡

source: Fortaleza
zh_hans: 福塔莱萨
zh_hant: 福塔雷薩

source: Freetown
zh_hans: 弗里敦
zh_hant: 自由城

source: Freezing Drizzle
zh_hans: 冻细雨
zh_hant: 凍細雨

source: Freezing Rain
zh_hans: 冻雨
zh_hant: 凍雨

# Fri
source: F
zh_hans: 五
zh_hant: 五

source: Frigid
zh_hans: 极寒
zh_hant: 極寒

source: Full
zh_hans: 满月
zh_hant: 滿月

source: Full Moon
zh_hans: 满月
zh_hant: 滿月

source: Funafuti
zh_hans: 富纳富提
zh_hant: 富納富提

source: Gaborone
zh_hans: 哈博罗内
zh_hant: 嘉伯隆

source: Galapagos
zh_hans: 加拉帕戈斯
zh_hant: 加拉巴哥

source: Gambier
zh_hans: 甘比尔群岛
zh_hant: 甘比爾群島

source: Gaza
zh_hans: 加沙
zh_hant: 加薩

source: General
zh_hans: 通用
zh_hant: 通用

# Get a notification at the top of every hour at %@-%@.
source: Get a notification at the top of every hour at %1$@-%2$@.
zh_hans: 在 %1$@-%2$@ 期间每小时收到准点通知。
zh_hant: 在 %1$@-%2$@ 期間每小時收到準點通知。

source: Get a notification at the top of every hour.
zh_hans: 每小时收到准点通知。
zh_hant: 每小時收到準點通知。

source: Get Started
zh_hans: 开始
zh_hant: 開始

source: Gibraltar
zh_hans: 直布罗陀
zh_hant: 直布羅陀

source: Glace Bay
zh_hans: 格雷斯湾
zh_hant: 格雷斯灣

source: GMT
zh_hans: 格林尼治
zh_hant: 格林威治

source: Go to Settings
zh_hans: 前往设置
zh_hant: 前往設定

source: Godthab
zh_hans: 努克
zh_hant: 努克

source: Golden Hour
zh_hans: 黄金时刻
zh_hant: 黃金時刻

source: Golden Hour Lines
zh_hans: 黄金时刻线
zh_hant: 黃金時刻線

source: Google Account
zh_hans: Google 账号
zh_hant: Google 帳號

source: Google Sign-In isn't set up yet. Add your OAuth client ID in GoogleAuthConfig.
zh_hans: 尚未设置 Google 登录。请在 GoogleAuthConfig 中添加你的 OAuth 客户端 ID。
zh_hant: 尚未設定 Google 登入。請在 GoogleAuthConfig 中加入你的 OAuth 用戶端 ID。

source: Goose Bay
zh_hans: 古斯湾
zh_hant: 古斯灣

source: Grand Turk
zh_hans: 大特克岛
zh_hant: 大特克島

source: Grenada
zh_hans: 格林纳达
zh_hant: 格瑞那達

source: Guadalcanal
zh_hans: 瓜达尔卡纳尔岛
zh_hant: 瓜達康納爾

source: Guadeloupe
zh_hans: 瓜德罗普
zh_hant: 瓜德羅普

source: Guam
zh_hans: 关岛
zh_hant: 關島

source: Guatemala
zh_hans: 危地马拉
zh_hant: 瓜地馬拉

source: Guayaquil
zh_hans: 瓜亚基尔
zh_hant: 瓜亞基爾

source: Guernsey
zh_hans: 根西岛
zh_hant: 根西島

source: Guyana
zh_hans: 圭亚那
zh_hant: 蓋亞那

source: Hail
zh_hans: 冰雹
zh_hant: 冰雹

source: Halifax
zh_hans: 哈利法克斯
zh_hant: 哈利法克斯

source: Hands Time - Minimalist Widget
zh_hans: Hands Time - 极简小组件
zh_hant: Hands Time - 極簡小工具

source: Haptics
zh_hans: 触觉反馈
zh_hant: 觸覺回饋

source: Harare
zh_hans: 哈拉雷
zh_hant: 哈拉雷

source: Harbin
zh_hans: 哈尔滨
zh_hant: 哈爾濱

source: Havana
zh_hans: 哈瓦那
zh_hant: 哈瓦那

source: Haze
zh_hans: 霾
zh_hant: 霾

source: Heavy Rain
zh_hans: 大雨
zh_hant: 大雨

source: Heavy Snow
zh_hans: 大雪
zh_hant: 大雪

source: Hebron
zh_hans: 希伯伦
zh_hant: 希伯侖

source: Helsinki
zh_hans: 赫尔辛基
zh_hant: 赫爾辛基

source: Hermosillo
zh_hans: 埃莫西约
zh_hant: 埃莫西約

source: Ho Chi Minh
zh_hans: 胡志明市
zh_hant: 胡志明市

source: Hobart
zh_hans: 霍巴特
zh_hant: 荷巴特

source: Hong Kong
zh_hans: 香港
zh_hant: 香港

source: Honolulu
zh_hans: 檀香山
zh_hant: 檀香山

source: Hot
zh_hans: 炎热
zh_hant: 炎熱

source: Hourly Chime
zh_hans: 整点报时
zh_hant: 整點報時

source: Hours
zh_hans: 小时
zh_hant: 小時

source: Hovd
zh_hans: 科布多
zh_hant: 科布多

source: hr
zh_hans: 时
zh_hant: 時

source: Hurricane
zh_hans: 飓风
zh_hant: 颶風

source: Illumination
zh_hans: 亮面比例
zh_hant: 亮面比例

source: in London.
zh_hans: 于伦敦
zh_hant: 於倫敦

source: Indianapolis
zh_hans: 印第安纳波利斯
zh_hant: 印第安納波利斯

# indicator inside system time.
source: indicator inside local time.
zh_hans: 本地时间中的可用性指示器。
zh_hant: 本地時間中的可用性指示器。

source: Inuvik
zh_hans: 伊努维克
zh_hant: 伊努維克

source: Iqaluit
zh_hans: 伊魁特
zh_hant: 伊魁特

source: Irkutsk
zh_hans: 伊尔库茨克
zh_hant: 伊爾庫茨克

source: Isle of Man
zh_hans: 马恩岛
zh_hant: 曼島

source: Isolated Thunderstorms
zh_hans: 局部雷暴
zh_hant: 局部雷暴

source: Istanbul
zh_hans: 伊斯坦布尔
zh_hant: 伊斯坦堡

source: Jakarta
zh_hans: 雅加达
zh_hant: 雅加達

source: Jamaica
zh_hans: 牙买加
zh_hant: 牙買加

source: Jayapura
zh_hans: 查亚普拉
zh_hant: 查亞普拉

source: Jersey
zh_hans: 泽西岛
zh_hant: 澤西島

source: Jerusalem
zh_hans: 耶路撒冷
zh_hant: 耶路撒冷

source: Johannesburg
zh_hans: 约翰内斯堡
zh_hant: 約翰尼斯堡

source: Johnston
zh_hans: 约翰斯顿岛
zh_hant: 強斯頓島

source: Juba
zh_hans: 朱巴
zh_hant: 朱巴

source: Jujuy
zh_hans: 胡胡伊
zh_hant: 胡胡伊

source: Juneau
zh_hans: 朱诺
zh_hant: 朱諾

source: Kabul
zh_hans: 喀布尔
zh_hant: 喀布爾

source: Kaliningrad
zh_hans: 加里宁格勒
zh_hant: 加里寧格勒

source: Kamchatka
zh_hans: 堪察加
zh_hant: 堪察加

source: Kampala
zh_hans: 坎帕拉
zh_hant: 坎帕拉

source: Kanton
zh_hans: 坎顿岛
zh_hant: 坎頓島

source: Karachi
zh_hans: 卡拉奇
zh_hant: 卡拉奇

source: Kashgar
zh_hans: 喀什
zh_hant: 喀什

source: Kathmandu
zh_hans: 加德满都
zh_hant: 加德滿都

source: Katmandu
zh_hans: 加德满都
zh_hant: 加德滿都

source: Kerguelen
zh_hans: 凯尔盖朗群岛
zh_hant: 凱爾蓋朗群島

source: Khandyga
zh_hans: 坎迪加
zh_hant: 坎迪加

source: Khartoum
zh_hans: 喀土穆
zh_hant: 喀土穆

source: Kiev
zh_hans: 基辅
zh_hant: 基輔

source: Kigali
zh_hans: 基加利
zh_hant: 基加利

source: Kinshasa
zh_hans: 金沙萨
zh_hant: 金沙薩

source: Kiritimati
zh_hans: 圣诞岛（基里蒂马蒂）
zh_hant: 基里地馬地（聖誕島）

source: Kirov
zh_hans: 基洛夫
zh_hant: 基洛夫

source: Knox
zh_hans: 诺克斯
zh_hant: 諾克斯

source: Kosrae
zh_hans: 科斯雷
zh_hant: 科斯雷

source: Kralendijk
zh_hans: 克拉伦代克
zh_hant: 克拉倫代克

source: Krasnoyarsk
zh_hans: 克拉斯诺亚尔斯克
zh_hant: 克拉斯諾亞爾斯克

source: Kuala Lumpur
zh_hans: 吉隆坡
zh_hant: 吉隆坡

source: Kuching
zh_hans: 古晋
zh_hant: 古晉

source: Kuwait
zh_hans: 科威特
zh_hant: 科威特

source: Kwajalein
zh_hans: 夸贾林
zh_hant: 夸賈林

source: Kyiv
zh_hans: 基辅
zh_hant: 基輔

source: La Paz
zh_hans: 拉巴斯
zh_hant: 拉巴斯

source: La Rioja
zh_hans: 拉里奥哈
zh_hant: 拉里奧哈

source: Lagos
zh_hans: 拉各斯
zh_hant: 拉哥斯

source: Language
zh_hans: 语言
zh_hant: 語言

source: Large Tip
zh_hans: 大额支持
zh_hant: 大額支持

source: Last
zh_hans: 下弦
zh_hant: 下弦

source: Last Quarter
zh_hans: 下弦月
zh_hant: 下弦月

source: Libreville
zh_hans: 利伯维尔
zh_hant: 利伯維爾

source: Lifetime
zh_hans: 永久版
zh_hant: 永久版

source: Lima
zh_hans: 利马
zh_hant: 利馬

source: Lindeman
zh_hans: 林德曼岛
zh_hant: 林德曼島

source: Lisbon
zh_hans: 里斯本
zh_hant: 里斯本

source: List
zh_hans: 列表
zh_hant: 列表

source: Ljubljana
zh_hans: 卢布尔雅那
zh_hant: 盧布爾雅那

source: Local
zh_hans: 本地
zh_hant: 本地

source: Lome
zh_hans: 洛美
zh_hant: 洛美

source: London
zh_hans: 伦敦
zh_hant: 倫敦

source: Longyearbyen
zh_hans: 朗伊尔城
zh_hant: 朗伊爾城

source: Lord Howe
zh_hans: 豪勋爵岛
zh_hant: 豪勳爵島

source: Los Angeles
zh_hans: 洛杉矶
zh_hant: 洛杉磯

source: Louisville
zh_hans: 路易斯维尔
zh_hant: 路易維爾

source: Lower Princes
zh_hans: 下普林塞斯
zh_hant: 下普林塞斯

source: Luanda
zh_hans: 罗安达
zh_hant: 羅安達

source: Lubumbashi
zh_hans: 卢本巴希
zh_hant: 盧本巴希

source: Lusaka
zh_hans: 卢萨卡
zh_hant: 路沙卡

source: Luxembourg
zh_hans: 卢森堡
zh_hant: 盧森堡

source: Macau
zh_hans: 澳门
zh_hant: 澳門

source: Maceio
zh_hans: 马塞约
zh_hant: 馬塞約
